{"<PAD>": 0, "<UNK>": 1, "but": 2, "the": 3, "staff": 4, "was": 5, "so": 6, "horrible": 7, "to": 8, "us": 9, "be": 10, "completely": 11, "fair": 12, "only": 13, "redeeming": 14, "factor": 15, "food": 16, "which": 17, "above": 18, "average": 19, "could": 20, "nt": 21, "make": 22, "up": 23, "for": 24, "all": 25, "other": 26, "deficiencies": 27, "of": 28, "teodora": 29, "is": 30, "uniformly": 31, "exceptional": 32, "with": 33, "a": 34, "very": 35, "capable": 36, "kitchen": 37, "will": 38, "proudly": 39, "whip": 40, "whatever": 41, "you": 42, "feel": 43, "like": 44, "eating": 45, "whether": 46, "it": 47, "s": 48, "on": 49, "menu": 50, "or": 51, "not": 52, "outstanding": 53, "little": 54, "perks": 55, "were": 56, "great": 57, "our": 58, "agreed": 59, "favorite": 60, "orrechiete": 61, "sausage": 62, "and": 63, "chicken": 64, "usually": 65, "waiters": 66, "are": 67, "kind": 68, "enough": 69, "split": 70, "dish": 71, "in": 72, "half": 73, "get": 74, "sample": 75, "both": 76, "meats": 77, "bagels": 78, "have": 79, "an": 80, "taste": 81, "terrific": 82, "texture": 83, "chewy": 84, "yet": 85, "gummy": 86, "nevertheless": 87, "itself": 88, "pretty": 89, "good": 90, "i": 91, "ve": 92, "noticed": 93, "megadeth": 94, "mr": 95, "scruff": 96, "st": 97, "germain": 98, "traditional": 99, "vietnamese": 100, "songs": 101, "black": 102, "sabbath": 103, "jayz": 104, "daft": 105, "punk": 106, "being": 107, "played": 108, "they": 109, "did": 110, "mayonnaise": 111, "forgot": 112, "toast": 113, "left": 114, "out": 115, "ingredients": 116, "ie": 117, "cheese": 118, "omelet": 119, "below": 120, "hot": 121, "temperatures": 122, "bacon": 123, "over": 124, "cooked": 125, "crumbled": 126, "plate": 127, "when": 128, "touched": 129, "took": 130, "hour": 131, "check": 132, "perfect": 133, "since": 134, "we": 135, "sit": 136, "drinks": 137, "talk": 138, "design": 139, "atmosphere": 140, "just": 141, "as": 142, "he": 143, "has": 144, "visited": 145, "thailand": 146, "quite": 147, "expert": 148, "cuisine": 149, "pizza": 150, "best": 151, "if": 152, "thin": 153, "crusted": 154, "money": 155, "went": 156, "into": 157, "interior": 158, "decoration": 159, "none": 160, "chefs": 161, "seats": 162, "uncomfortable": 163, "sitting": 164, "against": 165, "wall": 166, "wooden": 167, "benches": 168, "asked": 169, "seltzer": 170, "lime": 171, "no": 172, "ice": 173, "do": 174, "go": 175, "alone": 176, "even": 177, "two": 178, "people": 179, "whole": 180, "experience": 181, "pickles": 182, "selection": 183, "seafoods": 184, "my": 185, "suggestion": 186, "eat": 187, "family": 188, "style": 189, "because": 190, "ll": 191, "want": 192, "try": 193, "dishes": 194, "warm": 195, "vibe": 196, "owner": 197, "super": 198, "friendly": 199, "service": 200, "fast": 201, "faan": 202, "got": 203, "concept": 204, "rough": 205, "delivery": 206, "from": 207, "incredible": 208, "this": 209, "downtown": 210, "neighborhood": 211, "spot": 212, "does": 213, "miss": 214, "beat": 215, "at": 216, "reasonable": 217, "prices": 218, "makes": 219, "evening": 220, "that": 221, "ca": 222, "place": 223, "cute": 224, "decor": 225, "affordable": 226, "city": 227, "words": 228, "free": 229, "wine": 230, "price": 231, "although": 232, "poor": 233, "quantity": 234, "also": 235, "come": 236, "satisfied": 237, "stumbled": 238, "upon": 239, "second": 240, "floor": 241, "walkup": 242, "fridays": 243, "ago": 244, "friends": 245, "town": 246, "la": 247, "serious": 248, "sushi": 249, "lovers": 250, "sat": 251, "bar": 252, "closer": 253, "action": 254, "fried": 255, "rice": 256, "amazing": 257, "here": 258, "three": 259, "courses": 260, "choices": 261, "include": 262, "excellent": 263, "mussels": 264, "puff": 265, "pastry": 266, "goat": 267, "salad": 268, "delicious": 269, "dressing": 270, "hanger": 271, "steak": 272, "au": 273, "poivre": 274, "world": 275, "amanzing": 276, "indian": 277, "cool": 278, "prompt": 279, "curtious": 280, "end": 281, "re": 282, "mild": 283, "broth": 284, "noodles": 285, "can": 286, "slurp": 287, "cup": 288, "wonder": 289, "how": 290, "such": 291, "meal": 292, "list": 293, "ive": 294, "been": 295, "many": 296, "thai": 297, "restaurants": 298, "manhattan": 299, "before": 300, "toons": 301, "by": 302, "far": 303, "had": 304, "except": 305, "mom": 306, "course": 307, "wouldnt": 308, "let": 309, "me": 310, "finish": 311, "glass": 312, "offering": 313, "another": 314, "whem": 315, "ask": 316, "more": 317, "detailed": 318, "questions": 319, "knew": 320, "what": 321, "specials": 322, "consistently": 323, "dine": 324, "lunch": 325, "dinner": 326, "nice": 327, "pleasant": 328, "desert": 329, "after": 330, "really": 331, "enjoying": 332, "ourselves": 333, "down": 334, "table": 335, "fabulous": 336, "fantastic": 337, "chilled": 338, "environment": 339, "lasagnette": 340, "appetizer": 341, "liked": 342, "beer": 343, "size": 344, "unpretensious": 345, "setting": 346, "romantic": 347, "wow": 348, "dining": 349, "grew": 350, "dosa": 351, "find": 352, "ny": 353, "satisfy": 354, "buds": 355, "winebytheglass": 356, "generously": 357, "filled": 358, "top": 359, "variety": 360, "often": 361, "never": 362, "bored": 363, "limited": 364, "think": 365, "counted": 366, "4": 367, "5": 368, "entrees": 369, "almost": 370, "too": 371, "crazy": 372, "about": 373, "their": 374, "sake": 375, "martini": 376, "spreads": 377, "hang": 378, "one": 379, "thing": 380, "felt": 381, "rushed": 382, "pressured": 383, "give": 384, "ot": 385, "incoming": 386, "guests": 387, "unfortunately": 388, "everything": 389, "else": 390, "restaurant": 391, "pits": 392, "always": 393, "leave": 394, "feeling": 395, "dip": 396, "your": 397, "chopsticks": 398, "swirl": 399, "them": 400, "around": 401, "first": 402, "enjoy": 403, "garden": 404, "terrace": 405, "huge": 406, "gathered": 407, "authentic": 408, "taiwanese": 409, "though": 410, "its": 411, "different": 412, "accustomed": 413, "taipei": 414, "hesititate": 415, "write": 416, "review": 417, "would": 418, "hate": 419, "become": 420, "crowded": 421, "weekends": 422, "efficient": 423, "accurate": 424, "coworkers": 425, "amazed": 426, "small": 427, "unheralded": 428, "impecible": 429, "magnificant": 430, "ordered": 431, "special": 432, "grilled": 433, "branzino": 434, "infused": 435, "bone": 436, "difficult": 437, "wait": 438, "gotten": 439, "better": 440, "may": 441, "bit": 442, "packed": 443, "french": 444, "area": 445, "right": 446, "off": 447, "l": 448, "brooklyn": 449, "cozy": 450, "le": 451, "pere": 452, "pinard": 453, "15": 454, "pretheater": 455, "order": 456, "server": 457, "checked": 458, "maybe": 459, "twice": 460, "during": 461, "entire": 462, "strong": 463, "scents": 464, "coming": 465, "negatively": 466, "affected": 467, "lobster": 468, "sandwich": 469, "stalling": 470, "understand": 471, "where": 472, "there": 473, "less": 474, "than": 475, "brought": 476, "spider": 477, "roll": 478, "look": 479, "challenge": 480, "soft": 481, "shell": 482, "crab": 483, "hanging": 484, "well": 485, "worth": 486, "pay": 487, "deep": 488, "skewers": 489, "still": 490, "rare": 491, "nyc": 492, "tried": 493, "reservations": 494, "times": 495, "hostess": 496, "name": 497, "recommend": 498, "varieties": 499, "congee": 500, "porridge": 501, "tuna": 502, "tartar": 503, "die": 504, "oasis": 505, "refinement": 506, "somewhat": 507, "uneven": 508, "reaches": 509, "pinnacles": 510, "new": 511, "american": 512, "fine": 513, "chef": 514, "passion": 515, "precise": 516, "execution": 517, "most": 518, "evident": 519, "fish": 520, "soups": 521, "love": 522, "fare": 523, "artisanal": 524, "consider": 525, "myself": 526, "some": 527, "baby": 528, "pizzas": 529, "wish": 530, "overall": 531, "oh": 532, "ya": 533, "waiting": 534, "deff": 535, "lava": 536, "cake": 537, "dessert": 538, "vt": 539, "hope": 540, "grow": 541, "terrible": 542, "bland": 543, "mention": 544, "unaccommodating": 545, "managers": 546, "lahore": 547, "duck": 548, "latenight": 549, "need": 550, "tasty": 551, "cheap": 552, "likely": 553, "trouble": 554, "finishing": 555, "amount": 556, "four": 557, "dollars": 558, "last": 559, "time": 560, "seated": 561, "corridor": 562, "next": 563, "wines": 564, "ranging": 565, "high": 566, "classic": 567, "upscale": 568, "italian": 569, "impressed": 570, "wonderful": 571, "bottle": 572, "reservation": 573, "going": 574, "highly": 575, "refined": 576, "seating": 577, "delayed": 578, "35": 579, "minutes": 580, "past": 581, "maitre": 582, "d": 583, "apologized": 584, "regularly": 585, "kept": 586, "apprised": 587, "progress": 588, "panang": 589, "ocasionally": 590, "wondered": 591, "freshmess": 592, "raw": 593, "vegatables": 594, "side": 595, "orders": 596, "crappy": 597, "individuals": 598, "amazin": 599, "ambiance": 600, "relaxed": 601, "stylish": 602, "luckily": 603, "saved": 604, "room": 605, "bbq": 606, "salmon": 607, "sea": 608, "bass": 609, "crispy": 610, "yes": 611, "use": 612, "fancy": 613, "unless": 614, "someone": 615, "knows": 616, "crust": 617, "dal": 618, "bukhara": 619, "dam": 620, "kababs": 621, "forward": 622, "again": 623, "child": 624, "back": 625, "tuk": 626, "those": 627, "comfortable": 628, "joints": 629, "know": 630, "leaping": 631, "lizard": 632, "prosecco": 633, "happy": 634, "creme": 635, "brulee": 636, "awful": 637, "sugar": 638, "charred": 639, "caramelized": 640, "smelled": 641, "kerosene": 642, "tastes": 643, "fresh": 644, "served": 645, "promptly": 646, "garlic": 647, "knots": 648, "quick": 649, "chinese": 650, "nearby": 651, "wu": 652, "liang": 653, "ye": 654, "grand": 655, "sichuan": 656, "block": 657, "away": 658, "who": 659, "says": 660, "murray": 661, "anything": 662, "trendi": 663, "forgotten": 664, "important": 665, "part": 666, "hats": 667, "improved": 668, "understands": 669, "importance": 670, "things": 671, "heavy": 672, "antiqueseeming": 673, "teapot": 674, "mozzarella": 675, "instead": 676, "frozen": 677, "shredded": 678, "common": 679, "pizzaria": 680, "relax": 681, "york": 682, "problem": 683, "walking": 684, "getting": 685, "bistrotype": 686, "waitress": 687, "unattentive": 688, "2": 689, "saw": 690, "her": 691, "odd": 692, "6": 693, "tables": 694, "wrong": 695, "oily": 696, "nothing": 697, "ordinary": 698, "pesto": 699, "house": 700, "kruno": 701, "beverage": 702, "manager": 703, "bartender": 704, "across": 705, "music": 706, "funky": 707, "clearly": 708, "among": 709, "late": 710, "afternoon": 711, "bite": 712, "refleshment": 713, "date": 714, "folks": 715, "alluring": 716, "five": 717, "star": 718, "featuring": 719, "sommlier": 720, "complicated": 721, "maze": 722, "captain": 723, "foods": 724, "experiance": 725, "taking": 726, "tandoori": 727, "saves": 728, "desk": 729, "disappointing": 730, "granted": 731, "space": 732, "smaller": 733, "largest": 734, "atmorphere": 735, "peep": 736, "attentive": 737, "suggestions": 738, "items": 739, "mark": 740, "night": 741, "30": 742, "licked": 743, "clean": 744, "pushed": 745, "noclass": 746, "famous": 747, "ray": 748, "sal": 749, "risen": 750, "carry": 751, "his": 752, "father": 753, "uncle": 754, "legacies": 755, "smile": 756, "true": 757, "community": 758, "forget": 759, "pathetic": 760, "gabriella": 761, "lies": 762, "she": 763, "crawfish": 764, "boiled": 765, "despite": 766, "making": 767, "mess": 768, "ton": 769, "fun": 770, "expectations": 771, "made": 772, "couple": 773, "months": 774, "advance": 775, "occasion": 776, "came": 777, "burned": 778, "beyond": 779, "recognition": 780, "stringy": 781, "pad": 782, "sticky": 783, "actually": 784, "m": 785, "proper": 786, "delivered": 787, "few": 788, "5th": 789, "avenue": 790, "offers": 791, "values": 792, "frankly": 793, "compare": 794, "versus": 795, "mcds": 796, "shops": 797, "comparison": 798, "rude": 799, "point": 800, "offensive": 801, "craving": 802, "haru": 803, "especially": 804, "stand": 805, "building": 806, "outisde": 807, "head": 808, "street": 809, "narrow": 810, "leads": 811, "tiny": 812, "white": 813, "tiled": 814, "counters": 815, "deal": 816, "stacks": 817, "bottles": 818, "cans": 819, "counter": 820, "holding": 821, "1214": 822, "succulent": 823, "steaks": 824, "precisely": 825, "desired": 826, "doneness": 827, "accompanied": 828, "salads": 829, "sides": 830, "leafy": 831, "road": 832, "kill": 833, "pickels": 834, "slaw": 835, "extra": 836, "charge": 837, "decent": 838, "conveniently": 839, "door": 840, "rather": 841, "sky": 842, "water": 843, "club": 844, "tired": 845, "change": 846, "mojito": 847, "okay": 848, "atrocious": 849, "soup": 850, "udon": 851, "soy": 852, "sauce": 853, "antipasta": 854, "calamari": 855, "filling": 856, "pasta": 857, "mains": 858, "suggested": 859, "glasses": 860, "might": 861, "business": 862, "particular": 863, "please": 864, "every": 865, "choice": 866, "included": 867, "ceviche": 868, "mix": 869, "dumplings": 870, "assorted": 871, "sashimi": 872, "rolls": 873, "types": 874, "banana": 875, "tempura": 876, "plain": 877, "eggplant": 878, "ok": 879, "servers": 880, "wander": 881, "clueless": 882, "crowd": 883, "effort": 884, "attention": 885, "luck": 886, "takeout": 887, "keep": 888, "eye": 889, "expanded": 890, "am": 891, "experienced": 892, "person": 893, "comes": 894, "friend": 895, "regardless": 896, "hundred": 897, "ahead": 898, "take": 899, "tell": 900, "100": 901, "beers": 902, "offer": 903, "thier": 904, "guest": 905, "husband": 906, "must": 907, "pumkin": 908, "tortelini": 909, "until": 910, "crabmeat": 911, "lasagna": 912, "chocolate": 913, "bread": 914, "pudding": 915, "word": 916, "advice": 917, "save": 918, "tiramisu": 919, "recently": 920, "impeccable": 921, "unobtrusive": 922, "present": 923, "attend": 924, "needs": 925, "essabagel": 926, "either": 927, "stytown": 928, "midtown": 929, "bagel": 930, "annoying": 931, "fact": 932, "seem": 933, "trained": 934, "drive": 935, "revenue": 936, "bench": 937, "kick": 938, "filet": 939, "mignon": 940, "tender": 941, "piece": 942, "ever": 943, "while": 944, "drank": 945, "sangria": 946, "facing": 947, "turned": 948, "gone": 949, "said": 950, "should": 951, "overlooked": 952, "till": 953, "8": 954, "pm": 955, "nha": 956, "trang": 957, "literally": 958, "beef": 959, "cubes": 960, "deserve": 961, "however": 962, "slow": 963, "flavorless": 964, "portions": 965, "including": 966, "set": 967, "traffic": 968, "noise": 969, "lived": 970, "shanghai": 971, "life": 972, "thought": 973, "comparable": 974, "flagship": 975, "green": 976, "bo": 977, "cafe": 978, "bart": 979, "ambience": 980, "looking": 981, "host": 982, "intimate": 983, "meeting": 984, "associates": 985, "nyu": 986, "students": 987, "young": 988, "cantonese": 989, "stands": 990, "cooking": 991, "joya": 992, "used": 993, "colorful": 994, "prix": 995, "fixe": 996, "penny": 997, "quality": 998, "3": 999, "favorites": 1000, "eggs": 1001, "benedict": 1002, "brunch": 1003, "worst": 1004, "removing": 1005, "hollondaise": 1006, "failed": 1007, "work": 1008, "oatmeal": 1009, "packaged": 1010, "quickcooked": 1011, "item": 1012, "bad": 1013, "same": 1014, "heritage": 1015, "looked": 1016, "chilean": 1017, "written": 1018, "board": 1019, "outside": 1020, "onion": 1021, "solid": 1022, "40pp": 1023, "complete": 1024, "hole": 1025, "intimidating": 1026, "quickly": 1027, "soon": 1028, "welcomes": 1029, "hesitate": 1030, "help": 1031, "based": 1032, "reviews": 1033, "reconsider": 1034, "revisiting": 1035, "definitely": 1036, "dim": 1037, "sum": 1038, "costs": 1039, "turn": 1040, "regular": 1041, "insideout": 1042, "triples": 1043, "finally": 1044, "unable": 1045, "gin": 1046, "tonic": 1047, "steamy": 1048, "note": 1049, "lack": 1050, "without": 1051, "moderately": 1052, "enjoyed": 1053, "edamame": 1054, "puree": 1055, "roast": 1056, "pork": 1057, "ginger": 1058, "missed": 1059, "full": 1060, "accomodating": 1061, "del": 1062, "frisco": 1063, "friday": 1064, "boyfriend": 1065, "800": 1066, "yourself": 1067, "favor": 1068, "see": 1069, "dont": 1070, "agree": 1071, "popular": 1072, "izakaya": 1073, "portion": 1074, "sakefriendly": 1075, "classy": 1076, "overbearing": 1077, "roti": 1078, "any": 1079, "problems": 1080, "charging": 1081, "tip": 1082, "live": 1083, "walk": 1084, "suggest": 1085, "meat": 1086, "tend": 1087, "mesh": 1088, "digestive": 1089, "system": 1090, "dogs": 1091, "snappy": 1092, "level": 1093, "unbearable": 1094, "conversation": 1095, "impossible": 1096, "personal": 1097, "pans": 1098, "hungry": 1099, "nights": 1100, "recommended": 1101, "spicy": 1102, "clam": 1103, "earlier": 1104, "commenting": 1105, "experimenting": 1106, "positive": 1107, "way": 1108, "laid": 1109, "scene": 1110, "inexpensive": 1111, "spend": 1112, "weekend": 1113, "ave": 1114, "b": 1115, "attracts": 1116, "eclectic": 1117, "say": 1118, "least": 1119, "wasting": 1120, "support": 1121, "care": 1122, "tamarind": 1123, "shoulders": 1124, "neighboors": 1125, "east": 1126, "taj": 1127, "mahal": 1128, "much": 1129, "overpraised": 1130, "underdeserving": 1131, "baluchi": 1132, "man": 1133, "hosting": 1134, "promised": 1135, "party": 1136, "7": 1137, "then": 1138, "saving": 1139, "mean": 1140, "boths": 1141, "open": 1142, "cheesecake": 1143, "subpar": 1144, "proceeded": 1145, "berate": 1146, "employees": 1147, "putting": 1148, "containers": 1149, "condiments": 1150, "explained": 1151, "expensive": 1152, "these": 1153, "minimalist": 1154, "simple": 1155, "presented": 1156, "matches": 1157, "paid": 1158, "expected": 1159, "type": 1160, "flavor": 1161, "melt": 1162, "tikka": 1163, "naan": 1164, "dals": 1165, "bill": 1166, "finished": 1167, "looks": 1168, "beautiful": 1169, "lawns": 1170, "hudson": 1171, "river": 1172, "statue": 1173, "liberty": 1174, "muggy": 1175, "day": 1176, "starving": 1177, "plus": 1178, "roxy": 1179, "avoid": 1180, "ravioli": 1181, "bunch": 1182, "now": 1183, "approximately": 1184, "25": 1185, "tag": 1186, "something": 1187, "expect": 1188, "spice": 1189, "appetizers": 1190, "own": 1191, "homemade": 1192, "pie": 1193, "ultra": 1194, "overdone": 1195, "main": 1196, "spectacular": 1197, "handpainted": 1198, "ceiling": 1199, "january": 1200, "week": 1201, "pleased": 1202, "selections": 1203, "sure": 1204, "piped": 1205, "weird": 1206, "establishment": 1207, "scores": 1208, "big": 1209, "points": 1210, "presentation": 1211, "overly": 1212, "combination": 1213, "seafood": 1214, "casual": 1215, "entertain": 1216, "clients": 1217, "received": 1218, "apology": 1219, "show": 1220, "crushed": 1221, "grapes": 1222, "himself": 1223, "long": 1224, "overdue": 1225, "arrived": 1226, "catch": 1227, "waiter": 1228, "ignored": 1229, "vs": 1230, "per": 1231, "certain": 1232, "staples": 1233, "burger": 1234, "pastas": 1235, "soso": 1236, "seems": 1237, "concerned": 1238, "waitressing": 1239, "larger": 1240, "features": 1241, "adequate": 1242, "unlike": 1243, "deserves": 1244, "threw": 1245, "fiance": 1246, "surprise": 1247, "30th": 1248, "birthday": 1249, "happier": 1250, "foodawesome": 1251, "speedy": 1252, "24": 1253, "nearly": 1254, "warrant": 1255, "warmly": 1256, "greet": 1257, "incredibly": 1258, "salty": 1259, "reason": 1260, "unavailable": 1261, "beverages": 1262, "rush": 1263, "dare": 1264, "ordering": 1265, "asian": 1266, "thinking": 1267, "stay": 1268, "wo": 1269, "disappointed": 1270, "view": 1271, "light": 1272, "accent": 1273, "tan": 1274, "slope": 1275, "otherwise": 1276, "value": 1277, "run": 1278, "group": 1279, "customer": 1280, "along": 1281, "attitude": 1282, "awesome": 1283, "striped": 1284, "loud": 1285, "lean": 1286, "wife": 1287, "whiff": 1288, "corriander": 1289, "shakes": 1290, "simply": 1291, "passing": 1292, "sometime": 1293, "decided": 1294, "trying": 1295, "maximum": 1296, "neighbor": 1297, "chu": 1298, "curry": 1299, "mondays": 1300, "blue": 1301, "ribbon": 1302, "pastrami": 1303, "hit": 1304, "oldfashioned": 1305, "lox": 1306, "spread": 1307, "bagles": 1308, "unbeliavably": 1309, "complained": 1310, "tasted": 1311, "stood": 1312, "lobby": 1313, "touristy": 1314, "listening": 1315, "explanations": 1316, "why": 1317, "proprietor": 1318, "nicest": 1319, "client": 1320, "meetings": 1321, "esp": 1322, "dark": 1323, "soothing": 1324, "considering": 1325, "low": 1326, "waitstaff": 1327, "swordfish": 1328, "management": 1329, "shutdown": 1330, "desserts": 1331, "appealing": 1332, "stuffy": 1333, "overpriced": 1334, "sort": 1335, "surprising": 1336, "ues": 1337, "turns": 1338, "nightmare": 1339, "remind": 1340, "yankees": 1341, "90": 1342, "matter": 1343, "rally": 1344, "corner": 1345, "found": 1346, "particulary": 1347, "mizu": 1348, "home": 1349, "creative": 1350, "unique": 1351, "anywhere": 1352, "emilio": 1353, "front": 1354, "greeting": 1355, "once": 1356, "moules": 1357, "noisy": 1358, "doing": 1359, "everchanging": 1360, "surprises": 1361, "comment": 1362, "corned": 1363, "juicy": 1364, "piled": 1365, "rye": 1366, "200": 1367, "champagne": 1368, "seasoning": 1369, "available": 1370, "patient": 1371, "phenomenal": 1372, "knowledgeable": 1373, "owners": 1374, "adventurous": 1375, "sometimes": 1376, "described": 1377, "location": 1378, "stuff": 1379, "nite": 1380, "eats": 1381, "gourmet": 1382, "excellence": 1383, "plan": 1384, "assortment": 1385, "bruschetta": 1386, "panini": 1387, "volare": 1388, "immediately": 1389, "obliged": 1390, "personality": 1391, "remembers": 1392, "mini": 1393, "buns": 1394, "condensed": 1395, "milk": 1396, "fruits": 1397, "beancurd": 1398, "diner": 1399, "bistro": 1400, "bummer": 1401, "thoroughly": 1402, "scream": 1403, "large": 1404, "starter": 1405, "oven": 1406, "helpful": 1407, "vegetables": 1408, "claimed": 1409, "citysearch": 1410, "editorial": 1411, "through": 1412, "vault": 1413, "anticipating": 1414, "arrival": 1415, "sense": 1416, "ride": 1417, "lifetime": 1418, "reasonably": 1419, "priced": 1420, "portioins": 1421, "tasts": 1422, "parked": 1423, "nina": 1424, "obviously": 1425, "potstickers": 1426, "disney": 1427, "20": 1428, "entree": 1429, "range": 1430, "sapphire": 1431, "lovely": 1432, "return": 1433, "orsay": 1434, "doubt": 1435, "deliveries": 1436, "cold": 1437, "nonsense": 1438, "smoked": 1439, "roe": 1440, "weeks": 1441, "saturday": 1442, "shrimp": 1443, "okra": 1444, "bindi": 1445, "lamb": 1446, "leaving": 1447, "standing": 1448, "hurry": 1449, "impressive": 1450, "escargot": 1451, "share": 1452, "jeans": 1453, "sneakers": 1454, "anyway": 1455, "higher": 1456, "marsala": 1457, "styles": 1458, "photos": 1459, "web": 1460, "site": 1461, "real": 1462, "lousy": 1463, "sweet": 1464, "coconut": 1465, "bring": 1466, "pair": 1467, "tap": 1468, "blasted": 1469, "isnt": 1470, "dollar": 1471, "minimun": 1472, "stated": 1473, "heard": 1474, "metrazur": 1475, "overlooking": 1476, "terminal": 1477, "lets": 1478, "company": 1479, "lucky": 1480, "stick": 1481, "tight": 1482, "entranceway": 1483, "drafty": 1484, "appetizing": 1485, "zabars": 1486, "barney": 1487, "greengrass": 1488, "bought": 1489, "pound": 1490, "bun": 1491, "raga": 1492, "interesting": 1493, "fusion": 1494, "tips": 1495, "skip": 1496, "turnip": 1497, "egg": 1498, "custards": 1499, "lie": 1500, "phone": 1501, "claiming": 1502, "typical": 1503, "relaxing": 1504, "self": 1505, "options": 1506, "rule": 1507, "cost": 1508, "ate": 1509, "march": 1510, "2006": 1511, "pretheatre": 1512, "3course": 1513, "flight": 1514, "probably": 1515, "busier": 1516, "seldom": 1517, "close": 1518, "calzones": 1519, "horrific": 1520, "vomitinducing": 1521, "yuck": 1522, "takes": 1523, "forever": 1524, "drink": 1525, "happening": 1526, "nov": 1527, "6th": 1528, "accomodate": 1529, "neglected": 1530, "fill": 1531, "chosen": 1532, "known": 1533, "slice": 1534, "secret": 1535, "attached": 1536, "angel": 1537, "push": 1538, "gulab": 1539, "jamun": 1540, "standout": 1541, "flooded": 1542, "backtoback": 1543, "behind": 1544, "hoist": 1545, "trays": 1546, "heads": 1547, "squeezed": 1548, "theater": 1549, "blocks": 1550, "eaten": 1551, "northeastern": 1552, "america": 1553, "serves": 1554, "frog": 1555, "jelly": 1556, "pig": 1557, "feet": 1558, "simmered": 1559, "vinegar": 1560, "years": 1561, "vittorio": 1562, "crew": 1563, "treated": 1564, "notsolittle": 1565, "gem": 1566, "able": 1567, "remember": 1568, "consistent": 1569, "notsofrequent": 1570, "visitor": 1571, "restuarant": 1572, "several": 1573, "round": 1574, "groups": 1575, "hoping": 1576, "buck": 1577, "exclaimed": 1578, "fries": 1579, "old": 1580, "raucus": 1581, "menufare": 1582, "disappointment": 1583, "line": 1584, "tomato": 1585, "mozz": 1586, "basil": 1587, "dough": 1588, "imported": 1589, "flour": 1590, "prepared": 1591, "efficiently": 1592, "paneer": 1593, "heaven": 1594, "plates": 1595, "mozzerella": 1596, "slices": 1597, "worked": 1598, "constantly": 1599, "catering": 1600, "pakistani": 1601, "cabbies": 1602, "lined": 1603, "crosby": 1604, "turnover": 1605, "surprisingly": 1606, "mash": 1607, "600": 1608, "specifically": 1609, "1995": 1610, "roasted": 1611, "chevre": 1612, "frites": 1613, "marvelous": 1614, "polite": 1615, "feat": 1616, "quarters": 1617, "beginning": 1618, "sizes": 1619, "warned": 1620, "peter": 1621, "favourite": 1622, "prosciutto": 1623, "arugula": 1624, "margarite": 1625, "bruschettas": 1626, "paninis": 1627, "tramezzinis": 1628, "palate": 1629, "stagnating": 1630, "busy": 1631, "lots": 1632, "diners": 1633, "classical": 1634, "given": 1635, "innovative": 1636, "genuinely": 1637, "burnouts": 1638, "truly": 1639, "caters": 1640, "pride": 1641, "enjoyable": 1642, "montparnasse": 1643, "early": 1644, "prixfixe": 1645, "provided": 1646, "pleasurable": 1647, "photobook": 1648, "touch": 1649, "certainly": 1650, "helped": 1651, "pick": 1652, "chop": 1653, "noodle": 1654, "imagine": 1655, "booth": 1656, "privacy": 1657, "faced": 1658, "basically": 1659, "told": 1660, "elsewhere": 1661, "breads": 1662, "happens": 1663, "fans": 1664, "halfprice": 1665, "option": 1666, "inedible": 1667, "squid": 1668, "recent": 1669, "visit": 1670, "ofr": 1671, "example": 1672, "oz": 1673, "12": 1674, "mushrooms": 1675, "1oz": 1676, "scallops": 1677, "souffle": 1678, "rasberry": 1679, "mint": 1680, "sorbet": 1681, "delighted": 1682, "sensations": 1683, "japanese": 1684, "tapas": 1685, "goodness": 1686, "seaweed": 1687, "absolutely": 1688, "offered": 1689, "sausages": 1690, "sardines": 1691, "biscuits": 1692, "pistachio": 1693, "cream": 1694, "freshest": 1695, "reliable": 1696, "moderate": 1697, "lot": 1698, "search": 1699, "sixth": 1700, "planet": 1701, "excited": 1702, "hear": 1703, "shortterm": 1704, "jason": 1705, "narone": 1706, "moved": 1707, "sterling": 1708, "track": 1709, "record": 1710, "kids": 1711, "sooo": 1712, "tomatoes": 1713, "skimp": 1714, "delight": 1715, "outdoor": 1716, "yorkie": 1717, "mesclun": 1718, "twenty": 1719, "curtain": 1720, "call": 1721, "knowledgable": 1722, "jazz": 1723, "chilaquiles": 1724, "quibbles": 1725, "offset": 1726, "pouryourown": 1727, "measures": 1728, "liquers": 1729, "courtesey": 1730, "works": 1731, "industry": 1732, "understood": 1733, "mindblowing": 1734, "budget": 1735, "belly": 1736, "longer": 1737, "fat": 1738, "meltinyourmouth": 1739, "kinda": 1740, "nosiy": 1741, "together": 1742, "nicky": 1743, "nose": 1744, "treat": 1745, "dressed": 1746, "lemon": 1747, "virgnin": 1748, "olive": 1749, "oil": 1750, "lexington": 1751, "dainty": 1752, "buttah": 1753, "icy": 1754, "wash": 1755, "soggy": 1756, "wild": 1757, "mushroom": 1758, "third": 1759, "generationfornini": 1760, "drenched": 1761, "truffle": 1762, "middle": 1763, "nothingon": 1764, "rest": 1765, "omelletes": 1766, "men": 1767, "whenever": 1768, "fix": 1769, "empty": 1770, "sigh": 1771, "ant": 1772, "wanted": 1773, "everyone": 1774, "slightly": 1775, "done": 1776, "perfection": 1777, "art": 1778, "sidewalk": 1779, "watching": 1780, "50": 1781, "toppings": 1782, "each": 1783, "brick": 1784, "gallery": 1785, "add": 1786, "aunthentic": 1787, "places": 1788, "arent": 1789, "growing": 1790, "start": 1791, "bills": 1792, "scallion": 1793, "pancakes": 1794, "mouth": 1795, "watering": 1796, "besides": 1797, "having": 1798, "patrons": 1799, "undercooked": 1800, "charged": 1801, "45": 1802, "notch": 1803, "inconsistent": 1804, "dumpling": 1805, "etc": 1806, "fondue": 1807, "careful": 1808, "request": 1809, "octopus": 1810, "eaters": 1811, "floored": 1812, "using": 1813, "msg": 1814, "tom": 1815, "kha": 1816, "started": 1817, "bombay": 1818, "vibrant": 1819, "eyepleasing": 1820, "semiprivate": 1821, "hall": 1822, "drawbacks": 1823, "office": 1824, "lassi": 1825, "chettinad": 1826, "rasamalai": 1827, "forgettable": 1828, "following": 1829, "lyle": 1830, "remaining": 1831, "innovations": 1832, "lambchops": 1833, "addition": 1834, "entering": 1835, "greeted": 1836, "steven": 1837, "frederick": 1838, "gracious": 1839, "hosts": 1840, "opened": 1841, "seen": 1842, "decrease": 1843, "considerably": 1844, "adorn": 1845, "number": 1846, "vegetarianfriendly": 1847, "offerng": 1848, "complementary": 1849, "amuse": 1850, "bouche": 1851, "gave": 1852, "celebration": 1853, "crunchy": 1854, "break": 1855, "bank": 1856, "instantly": 1857, "became": 1858, "entertainment": 1859, "kinds": 1860, "effects": 1861, "combinations": 1862, "gari": 1863, "refills": 1864, "fountain": 1865, "choose": 1866, "tartare": 1867, "bet": 1868, "happened": 1869, "croquette": 1870, "apt": 1871, "celebrations": 1872, "wednesday": 1873, "unlimited": 1874, "saying": 1875, "bakery": 1876, "buying": 1877, "dowtown": 1878, "manhathan": 1879, "servings": 1880, "summer": 1881, "2003": 1882, "changed": 1883, "replaced": 1884, "ridding": 1885, "getup": 1886, "barbecued": 1887, "codfish": 1888, "gorgeously": 1889, "moist": 1890, "poached": 1891, "curiously": 1892, "rub": 1893, "overwhelmed": 1894, "herb": 1895, "enhance": 1896, "dance": 1897, "biggest": 1898, "offeres": 1899, "gret": 1900, "platter": 1901, "sandwiches": 1902, "morning": 1903, "frying": 1904, "hard": 1905, "bacos": 1906, "hurt": 1907, "molars": 1908, "additional": 1909, "freshly": 1910, "baked": 1911, "section": 1912, "called": 1913, "carpaachio": 1914, "exellent": 1915, "wellprepared": 1916, "kalbi": 1917, "nebbiolo": 1918, "means": 1919, "alot": 1920, "scopa": 1921, "located": 1922, "magnificent": 1923, "yorkers": 1924, "clubhouse": 1925, "gorgeous": 1926, "bartenders": 1927, "blond": 1928, "lady": 1929, "planning": 1930, "chance": 1931, "loved": 1932, "inovated": 1933, "cheff": 1934, "gives": 1935, "non": 1936, "existant": 1937, "guided": 1938, "toward": 1939, "allowing": 1940, "purchase": 1941, "similarly": 1942, "svc": 1943, "basic": 1944, "pinot": 1945, "noir": 1946, "sampler": 1947, "49": 1948, "stop": 1949, "beautifully": 1950, "personable": 1951, "later": 1952, "crowds": 1953, "lines": 1954, "tiem": 1955, "shows": 1956, "characters": 1957, "ar": 1958, "tries": 1959, "approached": 1960, "needed": 1961, "recomend": 1962, "watery": 1963, "grill": 1964, "opted": 1965, "timely": 1966, "previous": 1967, "reviewer": 1968, "lonk": 1969, "dined": 1970, "saul": 1971, "sadly": 1972, "lacking": 1973, "spots": 1974, "herky": 1975, "sent": 1976, "confused": 1977, "1520": 1978, "difficulty": 1979, "ins": 1980, "square": 1981, "emphasis": 1982, "necessary": 1983, "apetizers": 1984, "rices": 1985, "undercookedthe": 1986, "clams": 1987, "em": 1988, "sauces": 1989, "exciting": 1990, "complimentary": 1991, "badly": 1992, "caviar": 1993, "princesses": 1994, "scampi": 1995, "antipasti": 1996, "plentiful": 1997, "candle": 1998, "anyone": 1999, "opening": 2000, "card": 2001, "gift": 2002, "occassion": 2003, "10": 2004, "10piece": 2005, "combo": 2006, "substantial": 2007, "peak": 2008, "jeffery": 2009, "mind": 2010, "blowing": 2011, "village": 2012, "sun": 2013, "insde": 2014, "wonderfully": 2015, "vindaloo": 2016, "strength": 2017, "lays": 2018, "amazingly": 2019, "usual": 2020, "sampling": 2021, "handcrafted": 2022, "writing": 2023, "capex": 2024, "minimum": 2025, "put": 2026, "cash": 2027, "waste": 2028, "40": 2029, "pieces": 2030, "relatively": 2031, "nigiri": 2032, "architecture": 2033, "surrounding": 2034, "character": 2035, "hotspot": 2036, "hangout": 2037, "pack": 2038, "bang": 2039, "frequented": 2040, "ino": 2041, "remains": 2042, "delicate": 2043, "kai": 2044, "indeed": 2045, "elegant": 2046, "mediocre": 2047, "pricey": 2048, "cod": 2049, "paella": 2050, "eater": 2051, "chips": 2052, "serving": 2053, "basketful": 2054, "shame": 2055, "convenient": 2056, "pink": 2057, "pony": 2058, "ruined": 2059, "pass": 2060, "porcini": 2061, "tasteless": 2062, "tagliatelle": 2063, "wontons": 2064, "salt": 2065, "pepper": 2066, "shrimps": 2067, "yummy": 2068, "informative": 2069, "laughed": 2070, "percent": 2071, "generous": 2072, "paired": 2073, "interested": 2074, "carrying": 2075, "inhouse": 2076, "dj": 2077, "outrageously": 2078, "moreover": 2079, "requests": 2080, "1400": 2081, "sara": 2082, "stale": 2083, "extremely": 2084, "dazzling": 2085, "flavors": 2086, "overwhelm": 2087, "embracing": 2088, "beauty": 2089, "recieved": 2090, "pray": 2091, "gods": 2092, "quiet": 2093, "delightful": 2094, "diamond": 2095, "balance": 2096, "herbs": 2097, "partly": 2098, "strips": 2099, "west": 2100, "easy": 2101, "notice": 2102, "humble": 2103, "root": 2104, "consomme": 2105, "accomplishes": 2106, "fats": 2107, "roth": 2108, "mike": 2109, "shabushabu": 2110, "fully": 2111, "melted": 2112, "surprised": 2113, "sunday": 2114, "notorious": 2115, "utter": 2116, "comfort": 2117, "horribly": 2118, "meals": 2119, "pho": 2120, "vegtables": 2121, "hand": 2122, "fooled": 2123, "easily": 2124, "hundreds": 2125, "par": 2126, "alain": 2127, "ducasse": 2128, "outshine": 2129, "presentaion": 2130, "meet": 2131, "promise": 2132, "rate": 2133, "charts": 2134, "sorry": 2135, "skew": 2136, "sans": 2137, "floating": 2138, "similar": 2139, "venues": 2140, "overlyambitious": 2141, "due": 2142, "popularity": 2143, "frantic": 2144, "guy": 2145, "uws": 2146, "absurdly": 2147, "arrogant": 2148, "recognize": 2149, "glorified": 2150, "clumsy": 2151, "judge": 2152, "urchin": 2153, "heavenly": 2154, "rose": 2155, "scatty": 2156, "forgiven": 2157, "arrives": 2158, "bruscetta": 2159, "greens": 2160, "iceberg": 2161, "piping": 2162, "greatest": 2163, "suppose": 2164, "general": 2165, "tao": 2166, "charming": 2167, "production": 2168, "symphony": 2169, "experiencethe": 2170, "sublime": 2171, "sharing": 2172, "taiwan": 2173, "waited": 2174, "max": 2175, "parmesean": 2176, "glazed": 2177, "balsamic": 2178, "surely": 2179, "transported": 2180, "northern": 2181, "italy": 2182, "hated": 2183, "pub": 2184, "plenty": 2185, "katz": 2186, "charm": 2187, "ours": 2188, "wished": 2189, "perrrrrrrrrfect": 2190, "upper": 2191, "intermediate": 2192, "wheat": 2193, "disappoint": 2194, "respect": 2195, "residents": 2196, "cabaret": 2197, "blasts": 2198, "ration": 2199, "overpack": 2200, "selecion": 2201, "likeable": 2202, "reccommend": 2203, "godmother": 2204, "vegetarian": 2205, "lowkey": 2206, "eastsider": 2207, "authentically": 2208, "opposite": 2209, "supposed": 2210, "cocktail": 2211, "soaked": 2212, "juice": 2213, "concoction": 2214, "hopefully": 2215, "joint": 2216, "key": 2217, "fairly": 2218, "tai": 2219, "beaten": 2220, "trendy": 2221, "modern": 2222, "prime": 2223, "park": 2224, "south": 2225, "winter": 2226, "warmer": 2227, "fires": 2228, "spent": 2229, "hours": 2230, "lanterna": 2231, "drinking": 2232, "extensive": 2233, "tipsy": 2234, "girlfriends": 2235, "turkey": 2236, "distract": 2237, "commend": 2238, "inventive": 2239, "awsome": 2240, "margheritta": 2241, "pretension": 2242, "aboveaverage": 2243, "regret": 2244, "reserved": 2245, "uni": 2246, "maine": 2247, "california": 2248, "freshwater": 2249, "eel": 2250, "trout": 2251, "meatballs": 2252, "caprese": 2253, "beans": 2254, "complain": 2255, "reality": 2256, "maximize": 2257, "potential": 2258, "reallocating": 2259, "pita": 2260, "waitresses": 2261, "explain": 2262, "fastest": 2263, "1st": 2264, "class": 2265, "supertrendy": 2266, "seat": 2267, "deemed": 2268, "essence": 2269, "lag": 2270, "obnoxious": 2271, "dry": 2272, "jersey": 2273, "deli": 2274, "attended": 2275, "enthusiastic": 2276, "tony": 2277, "gaskin": 2278, "walked": 2279, "aanother": 2280, "eventhough": 2281, "doors": 2282, "coats": 2283, "inviting": 2284, "devoid": 2285, "mexican": 2286, "supplied": 2287, "welll": 2288, "shared": 2289, "conclusion": 2290, "culinary": 2291, "knocking": 2292, "cramped": 2293, "wong": 2294, "gets": 2295, "ups": 2296, "inspired": 2297, "friendliest": 2298, "exception": 2299, "eyes": 2300, "lad": 2301, "nar": 2302, "various": 2303, "paper": 2304, "asthetically": 2305, "pleasing": 2306, "picks": 2307, "guizhou": 2308, "bean": 2309, "source": 2310, "fillet": 2311, "exists": 2312, "chinatown": 2313, "admittedly": 2314, "inside": 2315, "inludes": 2316, "scrumptious": 2317, "chaat": 2318, "bhelpuri": 2319, "sevpuri": 2320, "samosa": 2321, "chaats": 2322, "singapore": 2323, "mai": 2324, "whatsoever": 2325, "incompetent": 2326, "mad": 2327, "thursday": 2328, "definite": 2329, "abroad": 2330, "thr": 2331, "moshphere": 2332, "compact": 2333, "dank": 2334, "nolita": 2335, "poured": 2336, "mostly": 2337, "scratch": 2338, "worse": 2339, "60": 2340, "erroneously": 2341, "added": 2342, "80": 2343, "japan": 2344, "toaster": 2345, "strange": 2346, "lacked": 2347, "decidedly": 2348, "exotic": 2349, "mediterranean": 2350, "cheeses": 2351, "coffee": 2352, "creatively": 2353, "courteous": 2354, "version": 2355, "soda": 2356, "varities": 2357, "afortune": 2358, "build": 2359, "vegetable": 2360, "malai": 2361, "wrap": 2362, "knowledge": 2363, "dinnertime": 2364, "disapointing": 2365, "mine": 2366, "burnt": 2367, "panchetta": 2368, "raddichio": 2369, "bitter": 2370, "meanwhile": 2371, "continued": 2372, "pour": 2373, "reserve": 2374, "pureed": 2375, "gratis": 2376, "impecable": 2377, "thh": 2378, "spiced": 2379, "2395": 2380, "16": 2381, "indistinguished": 2382, "nightcap": 2383, "sommelier": 2384, "fromager": 2385, "pairings": 2386, "secluded": 2387, "weather": 2388, "stuffing": 2389, "il": 2390, "mulino": 2391, "horrendous": 2392, "category": 2393, "160": 2394, "seved": 2395, "signs": 2396, "menus": 2397, "totally": 2398, "scallop": 2399, "sesame": 2400, "critic": 2401, "under": 2402, "belt": 2403, "11": 2404, "noted": 2405, "crossed": 2406, "noriwrapped": 2407, "alternative": 2408, "mermaid": 2409, "inn": 2410, "bucks": 2411, "ripoff": 2412, "895": 2413, "patties": 2414, "steamed": 2415, "dreadful": 2416, "listen": 2417, "idle": 2418, "engine": 2419, "guys": 2420, "outta": 2421, "quietly": 2422, "shout": 2423, "refreshing": 2424, "gigantic": 2425, "overflowing": 2426, "thank": 2427, "opinion": 2428, "seemed": 2429, "wide": 2430, "ways": 2431, "preparing": 2432, "brushetta": 2433, "website": 2434, "lay": 2435, "cart": 2436, "attendant": 2437, "lotus": 2438, "leaf": 2439, "wrapped": 2440, "replied": 2441, "freindly": 2442, "european": 2443, "dealt": 2444, "rudely": 2445, "northside": 2446, "wburg": 2447, "impress": 2448, "whoever": 2449, "consistant": 2450, "satisfying": 2451, "read": 2452, "routinely": 2453, "interrupted": 2454, "servants": 2455, "asking": 2456, "hinting": 2457, "fellow": 2458, "bridge": 2459, "tunnel": 2460, "complaining": 2461, "weekday": 2462, "tear": 2463, "anyways": 2464, "tamari": 2465, "dahkin": 2466, "buffet": 2467, "frist": 2468, "delicous": 2469, "double": 2470, "girlfriend": 2471, "grab": 2472, "leftover": 2473, "sprinkled": 2474, "powder": 2475, "translucent": 2476, "red": 2477, "snobby": 2478, "lip": 2479, "him": 2480, "ripped": 2481, "recommand": 2482, "requesting": 2483, "window": 2484, "competent": 2485, "remorse": 2486, "bright": 2487, "flower": 2488, "grocery": 2489, "jalapeno": 2490, "heat": 2491, "contrast": 2492, "ew": 2493, "recommendation": 2494, "patio": 2495, "guacamole": 2496, "neither": 2497, "cared": 2498, "asbolute": 2499, "steal": 2500, "asianair": 2501, "pot": 2502, "excpetiona": 2503, "cheeseburger": 2504, "delictable": 2505, "professional": 2506, "wan": 2507, "michelin": 2508, "rating": 2509, "displayed": 2510, "prooudly": 2511, "moment": 2512, "enter": 2513, "fan": 2514, "ethnic": 2515, "snacking": 2516, "seasonal": 2517, "visiting": 2518, "sq": 2519, "nj": 2520, "figured": 2521, "spending": 2522, "paris": 2523, "magic": 2524, "apparently": 2525, "cook": 2526, "yellowtail": 2527, "particularly": 2528, "oreganta": 2529, "perfectly": 2530, "marinated": 2531, "cucumbers": 2532, "lentil": 2533, "edibility": 2534, "basmati": 2535, "sleek": 2536, "wallet": 2537, "patroon": 2538, "cigar": 2539, "ambient": 2540, "rivals": 2541, "tokyo": 2542, "cheescake": 2543, "discover": 2544, "goto": 2545, "dates": 2546, "entertaining": 2547, "rave": 2548, "lafayette": 2549, "161": 2550, "famished": 2551, "fluke": 2552, "drizzled": 2553, "jalapenolime": 2554, "fruit": 2555, "nicely": 2556, "highlighting": 2557, "sweetness": 2558, "adds": 2559, "donut": 2560, "ow": 2561, "ley": 2562, "soh": 2563, "tasting": 2564, "closely": 2565, "situated": 2566, "candlelight": 2567, "foodquality": 2568, "overcompensate": 2569, "ones": 2570, "hospitable": 2571, "royalty": 2572, "perhaps": 2573, "considered": 2574, "extreme": 2575, "resident": 2576, "dull": 2577, "exceeded": 2578, "ac": 2579, "god": 2580, "cooks": 2581, "willing": 2582, "speak": 2583, "shake": 2584, "pancake": 2585, "shuizhu": 2586, "hardcore": 2587, "smell": 2588, "canned": 2589, "spinach": 2590, "calzone": 2591, "celebrate": 2592, "mare": 2593, "oysters": 2594, "compared": 2595, "bgel": 2596, "2nd": 2597, "overated": 2598, "atmoshere": 2599, "unusually": 2600, "rock": 2601, "complaint": 2602, "worry": 2603, "finding": 2604, "gelato": 2605, "tower": 2606, "healthy": 2607, "mamoun": 2608, "kati": 2609, "produce": 2610, "tastier": 2611, "hands": 2612, "harkens": 2613, "napoli": 2614, "yours": 2615, "icing": 2616, "resembled": 2617, "tons": 2618, "screwed": 2619, "acted": 2620, "abby": 2621, "treasure": 2622, "wintermelon": 2623, "covering": 2624, "1": 2625, "energeic": 2626, "classics": 2627, "onglet": 2628, "burning": 2629, "death": 2630, "overcooking": 2631, "smooth": 2632, "reputation": 2633, "naples": 2634, "month": 2635, "corn": 2636, "massamman": 2637, "bathroom": 2638, "girls": 2639, "colleague": 2640, "london": 2641, "waterbug": 2642, "chow": 2643, "dinnerbroker": 2644, "afterwards": 2645, "twice1": 2646, "2for": 2647, "summereat": 2648, "feature": 2649, "suan": 2650, "approx": 2651, "pongsri": 2652, "48th": 2653, "charmingly": 2654, "obvious": 2655, "idea": 2656, "terms": 2657, "bands": 2658, "fri": 2659, "begin": 2660, "minute": 2661, "cell": 2662, "ready": 2663, "shortly": 2664, "mcdonald": 2665, "differently": 2666, "understandable": 2667, "uncourteous": 2668, "customers": 2669, "downright": 2670, "halibut": 2671, "topnotch": 2672, "compensate": 2673, "sophistication": 2674, "advanatage": 2675, "smiles": 2676, "faces": 2677, "dress": 2678, "codes": 2679, "attitudes": 2680, "companionship": 2681, "rarity": 2682, "3rd": 2683, "remembered": 2684, "neapolitan": 2685, "lightly": 2686, "zucchini": 2687, "blossoms": 2688, "regulars": 2689, "legion": 2690, "checking": 2691, "newcomers": 2692, "blantently": 2693, "unappreciative": 2694, "fresher": 2695, "thinner": 2696, "crispier": 2697, "occasionally": 2698, "joe": 2699, "blah": 2700, "hip": 2701, "discovered": 2702, "ping": 2703, "internet": 2704, "entered": 2705, "qualms": 2706, "ease": 2707, "tanks": 2708, "u": 2709, "appears": 2710, "venture": 2711, "pizzeria": 2712, "ashamed": 2713, "fornino": 2714, "blows": 2715, "families": 2716, "receipies": 2717, "spaghetti": 2718, "delectable": 2719, "faired": 2720, "excuse": 2721, "encountered": 2722, "teriyaki": 2723, "9": 2724, "1015": 2725, "pam": 2726, "england": 2727, "chowder": 2728, "award": 2729, "bisque": 2730, "inconsistency": 2731, "breast": 2732, "innovators": 2733, "job": 2734, "possible": 2735, "accessible": 2736, "between": 2737, "woman": 2738, "nudged": 2739, "40times": 2740, "gimmicks": 2741, "speaks": 2742, "freshness": 2743, "preparation": 2744, "worried": 2745, "somehow": 2746, "managed": 2747, "short": 2748, "strike": 2749, "rarely": 2750, "currys": 2751, "masaman": 2752, "sastifying": 2753, "stocked": 2754, "memorial": 2755, "closed": 2756, "gigondas": 2757, "competing": 2758, "luxury": 2759, "playing": 2760, "background": 2761, "voluminous": 2762, "yellowfun": 2763, "mussel": 2764, "murrays": 2765, "reminds": 2766, "grandfather": 2767, "school": 2768, "scenery": 2769, "admire": 2770, "calm": 2771, "varied": 2772, "bargain": 2773, "parched": 2774, "watch": 2775, "attractive": 2776, "faves": 2777, "flat": 2778, "oilbrushed": 2779, "plastic": 2780, "forks": 2781, "hummus": 2782, "reluctant": 2783, "jem": 2784, "overcrowded": 2785, "poorly": 2786, "lit": 2787, "gf": 2788, "diverse": 2789, "cocktails": 2790, "chill": 2791, "ended": 2792, "flaky": 2793, "apple": 2794, "tarte": 2795, "tatin": 2796, "actors": 2797, "miso": 2798, "previews": 2799, "appreciation": 2800, "redone": 2801, "filets": 2802, "expecting": 2803, "itsuperb": 2804, "incompetency": 2805, "quail": 2806, "mashed": 2807, "potatoes": 2808, "blend": 2809, "butter": 2810, "melts": 2811, "spotty": 2812, "aside": 2813, "draw": 2814, "workers": 2815, "ignore": 2816, "female": 2817, "skipped": 2818, "mixed": 2819, "snack": 2820, "mud": 2821, "warmed": 2822, "scoops": 2823, "dulce": 2824, "de": 2825, "leche": 2826, "stauff": 2827, "furniture": 2828, "tiffin": 2829, "overhauled": 2830, "cole": 2831, "knish": 2832, "stomach": 2833, "530": 2834, "wood": 2835, "premium": 2836, "drawback": 2837, "aesthetic": 2838, "beautification": 2839, "waycuterthanmethatb": 2840, "tikkamasala": 2841, "cornelia": 2842, "broadway": 2843, "story": 2844, "po": 2845, "quaint": 2846, "skiline": 2847, "foggy": 2848, "rainy": 2849, "description": 2850, "seew": 2851, "cashew": 2852, "nuts": 2853, "memorable": 2854, "repeatable": 2855, "leon": 2856, "lively": 2857, "sligtly": 2858, "heartland": 2859, "breweries": 2860, "thius": 2861, "loves": 2862, "attract": 2863, "carts": 2864, "english": 2865, "crackling": 2866, "disaster": 2867, "shockingly": 2868, "throw": 2869, "contract": 2870, "deposit": 2871, "hold": 2872, "fl": 2873, "mezz": 2874, "grp": 2875, "tea": 2876, "downside": 2877, "nazilike": 2878, "running": 2879, "complains": 2880, "minnow": 2881, "importantly": 2882, "roofdeck": 2883, "somethings": 2884, "knowing": 2885, "bubbly": 2886, "vow": 2887, "logic": 2888, "allowed": 2889, "energy": 2890, "kicker": 2891, "chili": 2892, "grass": 2893, "chops": 2894, "rao": 2895, "repeated": 2896, "masala": 2897, "amid": 2898, "chic": 2899, "fatty": 2900, "tourist": 2901, "today": 2902, "mentioned": 2903, "hoped": 2904, "unexpected": 2905, "topped": 2906, "sparsely": 2907, "fake": 2908, "taken": 2909, "band": 2910, "cobb": 2911, "apppetizers": 2912, "handled": 2913, "monday": 2914, "nearing": 2915, "raucous": 2916, "gig": 2917, "significant": 2918, "justify": 2919, "everywhere": 2920, "understated": 2921, "acceptable": 2922, "yasuda": 2923, "title": 2924, "pleasnt": 2925, "hustled": 2926, "ground": 2927, "evoked": 2928, "weehawken": 2929, "chart": 2930, "happen": 2931, "yuzu": 2932, "unappealing": 2933, "resturant": 2934, "total": 2935, "hipsterwannabe": 2936, "deliver": 2937, "sicilian": 2938, "downstairs": 2939, "lounge": 2940, "attraction": 2941, "busboy": 2942, "remained": 2943, "tupperware": 2944, "alive": 2945, "expresso": 2946, "everythig": 2947, "itespecially": 2948, "zero": 2949, "boot": 2950, "scalina": 2951, "fedeli": 2952, "reminded": 2953, "integral": 2954, "popcorn": 2955, "lifted": 2956, "pen": 2957, "appeared": 2958, "usher": 2959, "parathas": 2960, "kebabs": 2961, "ensuring": 2962, "unsurpassed": 2963, "wasabe": 2964, "coat": 2965, "realtively": 2966, "nonbusy": 2967, "believe": 2968, "ummm": 2969, "cannoli": 2970, "practically": 2971, "imagination": 2972, "pulled": 2973, "case": 2974, "drawn": 2975, "display": 2976, "lurking": 2977, "myriad": 2978, "sadlooking": 2979, "marine": 2980, "murky": 2981, "waters": 2982, "clear": 2983, "healthylooking": 2984, "creatures": 2985, "lover": 2986, "calories": 2987, "reached": 2988, "casserole": 2989, "breezy": 2990, "mezzanine": 2991, "wind": 2992, "tracks": 2993, "df": 2994, "valentines": 2995, "drunken": 2996, "soupy": 2997, "stir": 2998, "fry": 2999, "aesthetics": 3000, "airport": 3001, "box": 3002, "stopped": 3003, "ranting": 3004, "raving": 3005, "presliced": 3006, "unfriendly": 3007, "miserable": 3008, "atmoshpere": 3009, "wandered": 3010, "windows": 3011, "noticicing": 3012, "thincrust": 3013, "companion": 3014, "trip": 3015, "dinners": 3016, "spices": 3017, "onions": 3018, "kickass": 3019, "agreable": 3020, "brings": 3021, "potato": 3022, "wake": 3023, "stickler": 3024, "primi": 3025, "secondi": 3026, "overheard": 3027, "comments": 3028, "lectured": 3029, "cakes": 3030, "passed": 3031, "bumped": 3032, "chair": 3033, "chain": 3034, "omakase": 3035, "showcase": 3036, "technique": 3037, "bbqed": 3038, "notsofresh": 3039, "nori": 3040, "limp": 3041, "performance": 3042, "serve": 3043, "ridiculous": 3044, "appreciates": 3045, "spare": 3046, "rich": 3047, "oozing": 3048, "private": 3049, "aisle": 3050, "prefixe": 3051, "carte": 3052, "seeming": 3053, "grating": 3054, "occasions": 3055, "parmesan": 3056, "claims": 3057, "ziti": 3058, "meatsauce": 3059, "nonintrusive": 3060, "imitation": 3061, "unnecessarily": 3062, "heated": 3063, "burner": 3064, "began": 3065, "apples": 3066, "kielbasa": 3067, "slurry": 3068, "crap": 3069, "mill": 3070, "telling": 3071, "upstairs": 3072, "americanized": 3073, "generic": 3074, "paratha": 3075, "calcutta": 3076, "styled": 3077, "flavorful": 3078, "overlook": 3079, "prixe": 3080, "cater": 3081, "allergies": 3082, "posting": 3083, "appropriate": 3084, "kosher": 3085, "dills": 3086, "compliment": 3087, "unforgetable": 3088, "kamikaze": 3089, "further": 3090, "highlight": 3091, "mayonaisse": 3092, "runners": 3093, "braised": 3094, "shank": 3095, "anyones": 3096, "concern": 3097, "slighly": 3098, "allbusiness": 3099, "rushing": 3100, "iced": 3101, "wasnt": 3102, "lettuce": 3103, "greatly": 3104, "obv": 3105, "manydifferent": 3106, "varietys": 3107, "loving": 3108, "experiences": 3109, "santa": 3110, "fe": 3111, "chopped": 3112, "dissappointed": 3113, 